Repository: ismailpalalii/Routebird
Catalog: Routebird/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: tr

# address_title
source: Address
tr: Adres

source: Cancel
tr: İptal

source: Clear
tr: Temizle

# clear_route_message
source: Are you sure you want to clear your route?
tr: Rotayı temizlemek istediğinize emin misiniz?

# clear_route_title
source: Clear Route
tr: Rotayı Temizle

source: Error
tr: Hata

# error_decoding_failed
source: Failed to load saved route.
tr: Kayıtlı rota yüklenemedi.

# error_deletion_failed
source: An error occurred while deleting data.
tr: Veriler silinirken bir hata oluştu.

# error_encoding_failed
source: Failed to save route.
tr: Rota kaydedilemedi.

# error_geocode_failed
source: Could not fetch address.
tr: Adres alınamadı.

# error_permission_denied
source: Location permission denied.
tr: Konum izni reddedildi.

# location_permission_message
source: To track your route, please allow location access in Settings.
tr: Rotanızı takip etmek için Ayarlardan konum erişimine izin verin.

source: Location Permission Needed
tr: Konum İzni Gerekli

# marker_address_error
source: Address not found
tr: Adres alınamadı

# marker_coordinates
source: Lat: %.4f, Lon: %.4f
tr: Enlem: %.4f, Boylam: %.4f

# marker_title
source: 🐦 The bird was here (%@)
tr: 🐦 Kuş buradaydı (%@)

source: Ok
tr: Tamam

source: Open Settings
tr: Ayarları Aç

source: Reset
tr: Sıfırla

source: Route cleared!
tr: Rota temizlendi!

# speed_placeholder
source: Speed: %.0f km/h
tr: Hız: %.0f km/sa

source: Start
tr: Başla

source: Stop
tr: Durdur

source: Tracking started!
tr: Takip başlatıldı!

source: Tracking stopped!
tr: Takip durduruldu!
